kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyCostValidConstraintValidator.message = \u0421\u044B\u0439\u0430\u049B\u044B\u043D\u044B\u04A3 \u043C\u04E9\u043B\u0448\u0435\u0440\u0456 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441. \u0421\u044B\u0439\u0430\u049B\u044B\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u043C\u04E9\u043B\u0448\u0435\u0440\u0456\u043D \u0430\u043B\u0443 \u04AF\u0448\u0456\u043D \u0441\u0435\u0440\u0432\u0438\u0441\u0442\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437

kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyParametersValid.message = \u041F\u043E\u043B\u0438\u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u0456\u043D\u0456\u04A3 \u049B\u0430\u0442\u0435\u043B\u0456\u0433\u0456

kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyDriverAndVehicleCountValid.message = \u0411\u0456\u0440 \u043F\u043E\u043B\u0438\u0441\u0442\u0435\u0433\u0456 \u0441\u0430\u049B\u0442\u0430\u043D\u0434\u044B\u0440\u044B\u043B\u0493\u0430\u043D\u0442\u04B1\u043B\u0493\u0430\u043B\u0430\u0440\u0434\u044B\u04A3 \u0436\u04D9\u043D\u0435 \u043A\u04E9\u043B\u0456\u043A \u049B\u04B1\u0440\u0430\u043B\u0434\u0430\u0440\u044B\u043D\u044B\u04A3 \u0441\u0430\u043D\u044B\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441 \u0430\u0440\u0430 \u049B\u0430\u0442\u044B\u043D\u0430\u0441\u044B 

kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message = \u0421\u0430\u049B\u0442\u0430\u043D\u0434\u044B\u0440\u044B\u043B\u0493\u0430\u043D \u043A\u04E9\u043B\u0456\u043A \u049B\u04B1\u0440\u0430\u043B\u044B\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.temporaryEntryAreaMustUndefined = \u049A\u0420 \u0430\u0443\u043C\u0430\u0493\u044B\u043D\u0430 \u0443\u0430\u049B\u044B\u0442\u0448\u0430 \u043A\u0456\u0440\u0443 \u043A\u0435\u0437\u0456\u043D\u0434\u0435 \u041A\u049A \u0442\u0456\u0440\u043A\u0435\u043B\u0433\u0435\u043D \u04E9\u04A3\u0456\u0440\u0456 \u0431\u0435\u0440\u0456\u043B\u043C\u0435\u0443\u0456 \u0442\u0438\u0456\u0441 (area eq UNDEFINED)
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.temporaryEntryMajorCityMustFalse = \u049A\u0420 \u0430\u0443\u043C\u0430\u0493\u044B\u043D\u0430 \u0443\u0430\u049B\u044B\u0442\u0448\u0430 \u043A\u0456\u0440\u0433\u0435\u043D \u0436\u0430\u0493\u0434\u0430\u0439\u0434\u0430 \u04E9\u04A3\u0456\u0440\u043B\u0456\u043A \u043C\u0430\u04A3\u044B\u0437\u044B \u0431\u0430\u0440 \u049B\u0430\u043B\u0430\u043D\u044B\u04A3 \u0431\u0435\u043B\u0433\u0456\u0441\u0456 \u0431\u043E\u043B\u043C\u0430\u0443\u044B \u0442\u0438\u0456\u0441 (majorCity eq false)
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.areaMustNotUndefined = \u041A\u049A \u0442\u0456\u0440\u043A\u0435\u0443 \u04E9\u04A3\u0456\u0440\u0456 \u0431\u0435\u0440\u0456\u043B\u0443\u0456 \u0442\u0438\u0456\u0441 (area ne UNDEFINED)
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.mustBeMajorCity = \u04E8\u04A3\u0456\u0440\u043B\u0456\u043A \u043C\u0430\u04A3\u044B\u0437\u044B \u0431\u0430\u0440 \u049B\u0430\u043B\u0430\u043D\u044B\u04A3 \u0431\u0435\u043B\u0433\u0456\u0441\u0456 \u0431\u043E\u043B\u0443\u044B \u0442\u0438\u0456\u0441 (majorCity eq true)

kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.message = \u0421\u0430\u049B\u0442\u0430\u043D\u0434\u044B\u0440\u044B\u043B\u0493\u0430\u043D \u0442\u04B1\u043B\u0493\u0430\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043B\u0435\u0440\u0456
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.invalidInsuranceClass = \u0421\u0430\u049B\u0442\u0430\u043D\u0434\u044B\u0440\u0443 \u043A\u043B\u0430\u0441\u044B\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441 \u043C\u04D9\u043D\u0456 (insuranceClass). \u0421\u044B\u0439\u0430\u049B\u044B\u043D\u044B\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u043C\u04E9\u043B\u0448\u0435\u0440\u0456\u043D \u0430\u043B\u0443 \u04AF\u0448\u0456\u043D \u0441\u0435\u0440\u0432\u0438\u0441\u0442\u0456 \u043F\u0430\u0439\u0434\u0430\u043B\u0430\u043D\u044B\u04A3\u044B\u0437
kz.theeurasia.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.message.invalidAgeClass = \u0421\u0430\u049B\u0442\u0430\u043D\u0434\u044B\u0440\u044B\u043B\u0493\u0430\u043D \u0442\u04B1\u043B\u0493\u0430\u043D\u044B\u04A3 \u0436\u0430\u0441 \u0435\u0440\u0435\u043A\u0448\u0435\u043B\u0456\u0433\u0456\u043D\u0456\u04A3 \u0434\u04B1\u0440\u044B\u0441 \u0435\u043C\u0435\u0441 \u043C\u04D9\u043D\u0456 (ageClass)
