tech.lapsa.eurasia36.ws.jaxb.validator.PolicyCostValidConstraintValidator.message = \u0420\u0430\u0437\u043C\u0435\u0440 \u043F\u0440\u0435\u043C\u0438\u0438 \u043D\u0435\u0432\u0435\u0440\u0435\u043D. \u0412\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u043C \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043F\u0440\u0435\u043C\u0438\u0438

tech.lapsa.eurasia36.ws.jaxb.validator.PolicyParametersValid.message = \u041E\u0448\u0438\u0431\u043A\u0430 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u043E\u0432 \u043F\u043E\u043B\u0438\u0441\u0430

tech.lapsa.eurasia36.ws.jaxb.validator.PolicyDriverAndVehicleCountValid.message = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0441\u043E\u043E\u0442\u043D\u043E\u0448\u0435\u043D\u0438\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u0430 \u0437\u0430\u0441\u0442\u0440\u0430\u0445\u043E\u0432\u0430\u043D\u043D\u044B\u0445 \u0438 \u0442\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442\u043D\u044B\u0445 \u0441\u0440\u0435\u0434\u0441\u0442\u0432 \u0432 \u043E\u0434\u043D\u043E\u043C \u043F\u043E\u043B\u0438\u0441\u0435

tech.lapsa.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0437\u0430\u0441\u0442\u0440\u0430\u0445\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u0442\u0440\u0430\u043D\u0441\u043F\u043E\u0440\u0442\u043D\u043E\u0433\u043E \u0441\u0440\u0435\u0434\u0441\u0442\u0432\u0430
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.temporaryEntryAreaMustUndefined = \u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u044A\u0435\u0437\u0434\u0430 \u043D\u0430 \u0442\u0435\u0440\u0440\u0438\u0442\u043E\u0440\u0438\u044E \u0420\u041A \u0440\u0435\u0433\u0438\u043E\u043D \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0422\u0421 \u043D\u0435 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0437\u0430\u0434\u0430\u043D (area eq UNDEFINED)
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.temporaryEntryMajorCityMustFalse = \u0412 \u0441\u043B\u0443\u0447\u0430\u0435 \u0432\u0440\u0435\u043C\u0435\u043D\u043D\u043E\u0433\u043E \u0432\u044A\u0435\u0437\u0434\u0430 \u043D\u0430 \u0442\u0435\u0440\u0440\u0438\u0442\u043E\u0440\u0438\u044E \u0420\u041A \u043F\u0440\u0438\u0437\u043D\u0430\u043A\u0430 \u0433\u043E\u0440\u043E\u0434\u0430 \u0440\u0435\u0433\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F \u0431\u044B\u0442\u044C \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u043E (majorCity eq false)
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.areaMustNotUndefined = \u0420\u0435\u0433\u0438\u043E\u043D\u0430 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0422\u0421 \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u0437\u0430\u0434\u0430\u043D (area ne UNDEFINED)
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyVehicleSettingsValid.message.mustBeMajorCity = \u0414\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043F\u0440\u0438\u0437\u043D\u0430\u043A \u0433\u043E\u0440\u043E\u0434\u0430 \u0440\u0435\u0433\u0438\u043E\u043D\u0430\u043B\u044C\u043D\u043E\u0433\u043E \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F (majorCity eq true)

tech.lapsa.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.message = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0435 \u043F\u0430\u0440\u0430\u043C\u0435\u0442\u0440\u044B \u0437\u0430\u0441\u0442\u0440\u0430\u0445\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u043B\u0438\u0446\u0430
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.invalidInsuranceClass = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u043B\u0430\u0441\u0441\u0430 \u0441\u0442\u0440\u0430\u0445\u043E\u0432\u0430\u043D\u0438\u044F (insuranceClass). \u0412\u043E\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435\u0441\u044C \u0441\u0435\u0440\u0432\u0438\u0441\u043E\u043C \u0434\u043B\u044F \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u044F \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0430 \u043F\u0440\u0435\u043C\u0438\u0438
tech.lapsa.eurasia36.ws.jaxb.validator.PolicyDriverSettingsValid.message.invalidAgeClass = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0437\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u0438 \u0432\u043E\u0437\u0440\u0430\u0441\u0442\u0430 \u0437\u0430\u0441\u0442\u0440\u0430\u0445\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E (ageClass)
